{
    "file": "wire\/modules\/Process\/ProcessRole\/ProcessRole.module",
    "textdomain": "wire--modules--process--processrole--processrole-module",
    "translations": {
        "a5cd3ed116608dac017f14c046ea56bf": {
            "text": "Role (Roles)"
        },
        "e5e77ccf470959bc6be60127730908b5": {
            "text": "Správa uživatelských rolí a přiřazení práv"
        },
        "d08ccf52b4cdd08e41cfb99ec42e0b29": {
            "text": "Oprávnění"
        },
        "e0c8b59640bc35bac606431203d2d9b0": {
            "text": "Podrobný popis těchto oprávnění naleznete v dokumentaci v sekci [oprávnění](%s)."
        },
        "ae9a363b2dfa9181da7ffde8e37813b5": {
            "text": "Přeškrtnutí"
        },
        "cea791d6258d032e4742a9a99f1ecf11": {
            "text": "Zaškrtnutí oprávnění pro úpravu stránky (page-edit) samo o sobě nedává oprávnění k úpravám stránek. Místo toho vám umožňí nastavit oprávnění pro tuto roli v Nastavení > Přístup v nastavení šablony. Toto oprávnění (page-edit) také umožňuje uživatelům prohlížet stránky v administraci. Toto oprávnění se doporučuje všem správcům."
        },
        "d923671ad010412a573db8ccdbddc911": {
            "text": "Označuje oprávnění, která mohou být volitelně přidána nebo zrušena v Nastavení > Přístup v nastavení šablony. Zaškrtnutí oprávnění jej povolí pro všechny upravitelné šablony. Chcete-li, aby uživatelská role získala tato nastavení pouze pro vybrané šablony, nechte políčko nezaškrtnuté a místo toho oprávnění nastavte v Nastavení > Přístup v nastavení šablony."
        },
        "64a4d3473343a325080c311b47099be6": {
            "text": "Oprávnění k přidávání stránek (page-add) a vytváření stránek (page-create) lze přidávat pouze z Nastavení > Přístup v nastavení šablony, a zde se zobrazují pouze pro informativní účely."
        },
        "efc30c4ed12a9e95e4fad5ae9be115fb": {
            "text": "Označuje šablonu, která přidává oprávnění. Klepnutím otevřete okno pro nastavení oprávnění pro danou šablonu. Pokud název šablony má hodnotu %s, znamená to, že je v šabloně nastaveno oprávnění, ale vaším výběrem je zde přepsáno."
        },
        "dce4a957c0c6225be564be146d71b245": {
            "text": "Stejné jako výše, s výjimkou toho, že oprávnění je zrušeno touto šablonou (spíše než přidáno)."
        },
        "c6cc7e92b9fc348360b34c024086432c": {
            "text": "název|popis"
        },
        "dc3abfaff3190368a09f01d6589eeeea": {
            "text": "Přidání potomků\/podstránek ke stránkám pomocí šablony"
        },
        "9c281188158fc34cf5afc9d2820a761c": {
            "text": "Vytvoření stránek pomocí šablony"
        },
        "faa5826bce6656df7f63cbeb5b2a85fe": {
            "text": "Toto oprávnění lze přiřadit pouze pomocí Nastavení > Přistup v nastavení šablony."
        },
        "9bfb6e6af6e6793bfa9387e728187c87": {
            "text": "(vyžadováno)"
        },
        "3cac60e98937c01a72ef6e6cfe66f90f": {
            "text": "Toto oprávnění je vyžadováno pro všechny role."
        },
        "1def073965e264ae40ae1d9877290fd3": {
            "text": "platí pro všechny upravitelné šablony"
        },
        "26c77f67debae46ee5b0a12626817076": {
            "text": "%1$s přidáno šablonou %2$s, klikněte pro úpravu"
        },
        "37ef521112472af77d381e834922a7af": {
            "text": "%1$s odebráno šablonou %2$s, klikněte pro úpravu"
        },
        "1754bfdd544e98486c2ed46753ca8edd": {
            "text": "Zaškrtnutím tohoto políčka přidáte oprávnění pro všechny upravitelné šablony, ale toto oprávnění již platí samostatně pro jednu nebo více šablon. Chcete-li si v oprávněních udržet pořádek, doporučujeme před udělením oprávnění odstranit u všech těchto šablon toto oprávnění. Opravdu jej chcete nyní povolit?"
        },
        "95c58584c58685c05c1a7cc706416455": {
            "text": "v současné době se nevztahuje na žádné šablony"
        }
    }
}