{
    "file": "wire\/modules\/Fieldtype\/FieldtypeURL.module",
    "textdomain": "wire--modules--fieldtype--fieldtypeurl-module",
    "translations": {
        "0ac82d10c1ddd050079962481c40f54f": {
            "text": "Pole, které uchovává URL adresy"
        },
        "ae91f58b191e424e0eaf9022fd5407e9": {
            "text": "Zajišťuje, aby nebyly rozbité URL adresy při přesunu stránek z podadresáře do root (nejběžnější příklad)."
        },
        "ab86e8efb5aa46bdab329fa44f7125fc": {
            "text": "Povolit relativní\/lokání URL adresy bez \"http:\/\/\" na začátku?"
        },
        "d1280d091f34a15c77f4145110d7f94d": {
            "text": "Lokální\/relativní URL adresy jsou ty bez schématu a domény."
        },
        "c4c54678f0d612f89caacaab99768f81": {
            "text": "Předřadit cestu ke kořenu stránek do lokálních\/relatvních URL adres?"
        },
        "b38bb5008cd8427aae4e9a8612183a6f": {
            "text": "Formátovač textu \"HTML Entity Encoder\" je doporučený pro pole typu URL."
        },
        "e6b391a8d2c4d45902a23a8b6585703d": {
            "text": "URL adresa"
        },
        "9d6ce819c098e5c4a7b3464cadbd028a": {
            "text": "Tato volba automaticky předřadí cestu ke kořeni tohoto webu všem URL adresám, které začínají lomítkem, například \/some\/path\/. To je užitečné, pokud váš web běží z podadresáře, protože nebudete muset zahrnout tento podadresář v URL adresách, které zadáte do tohoto pole. Pokud budete přesouvat své stránky do kořenového adresáře domény (nebo jiného podadresáře), nebudete muset řešit rozbité URL. Pokud je tato možnost povolena, vždy zadávejte URL adresy, jako kdyby stránky běžely z kořenového adresáře domény, bez ohledu na to, zda běží z podadresáře, nebo ne.  To samozřejmě platí pouze tehdy, pokud jste zvolili \"ANO\" což povolí místní\/relativní URL adresy v poli výše. Pro vývojáře může být také důležité, že tato možnost platí pouze tehdy, když je outputFormatting stránky zapnut (on)."
        },
        "93cba07454f06a4a960172bbd6e2a435": {
            "text": "Ano"
        },
        "bafd7322c6e97d25b6299b5d6fe8920b": {
            "text": "Ne"
        },
        "7a51839f06248c613d3b07007f4fc05d": {
            "text": "Pokud je tato URL použita pro jakýkoliv výstup, důrazně doporučujeme použít jako \"Formátovač text\" \"Kodér HTML entit\" na záložce detaily."
        },
        "00b2e08d975238a3563e783aa19811fd": {
            "text": "Povolit mezinárodní doménová jména (IDNs)?"
        },
        "05e7ec04e65f559e191ad8a7c4a02b03": {
            "text": "Pokud je povoleno, jsou povoleny doménová jména i mimo znakovou sadu ASCII."
        },
        "e8e4b5ed6eb1c0a268c7587be6ca66e7": {
            "text": "Povolit jednoduché\/dvojté uvozovky v URL adresách?"
        },
        "1b6f57a9eab52d70bc2fff5321da54fb": {
            "text": "Pokud je povoleno, měli by jste si být absolutně jistí, tyto URL jsou v kódu zakódovány do znakových entit."
        }
    }
}