{"file":"wire\/modules\/Process\/ProcessForgotPassword.module","textdomain":"wire--modules--process--processforgotpassword-module","translations":{"6072e83b7f35887c76e64920bd370f4a":{"text":"Obnovit heslo"},"168b9e356db803204c123e0445ef83f4":{"text":"Obnova hesla není povolena"},"333b348fd95607678f8a9a333cc7b7b4":{"text":"Informace o obnovení hesla"},"a0bfb8e59e6c13fc8d990781f77694fe":{"text":"Pokračovat"},"f469dd0000597b66060ea51c52eacf58":{"text":"Vaše heslo bylo úspěšně obnoveno. Nyní se můžete přihlásit."},"9ec54ec336b65da6179cf750de33ecd7":{"text":"Zapomenuté heslo (Forgot Password)"},"3299941fe3475a594847754b9e91f3b7":{"text":"Neplatný požadavek na změnu hesla. Váš požadavek mohl vypršet."},"e241608b636b6cdde53b70cb2ade0daf":{"text":"Poskytuje funkci obnovy ztraceného hesla pro přihlašovací proces."},"b49caf114ce87eeb21267f29e9a62420":{"text":"Nelze dokončit obnovu hesla. Prosím, ujistěte se, že jste na stejném počítači a používáte stejný web prohlížeč, ze kterého jste odeslali požadavek."},"dcfc149491f06edb3e6942510b6fc339":{"text":"Polud máte v našem systému vytvořen účet s platnou e-mail adresou, bude vám na ní, po potvrzení tohoto formuláře odeslána zpráva. Zpráva bude obsahovat odkaz pro obnovu vašeho hesla."},"6d14491a1718796766f2775f857af701":{"text":"Pro dokončení obnovy vašeho hesla, klikněte na adresu níže (nebo ji vložte do web prohlížeče) a postupujte podle instrukcí:"},"20a05da67e6b4eedd01409fb5ca365e7":{"text":"Tato URL adresa přestane být platná po 60 minutách od odeslání. Adresa musí být otevřena ze stejného počítače a web prohlížeče jako byl odeslán požadavek na obnovu hesla."},"edcc4a7ecb7854d0ea84fff05b5eeb3e":{"text":"Pokud byly nalezeny informace o vašem uživatelském účtu s platnou e-mailovou adresou. Byl odeslán e-mail s informacemi pro obnovu hesla."},"43da6233b07fcc59791c3f91861ab7b5":{"text":"Prosím zkontrolujte si vaší e-mailovou schránku. Pokud neobdržíte do 15 minut zprávu, kontaktujte správce pro obnovu hesla. Tento požadavek vyprší do 60 minut. Dokud nedokončíte proces obnovy hesla, nezavírejte toto okno."},"5b69044da7774b93059c878056e1c28a":{"text":"Zadejte vaše uživatelské jméno"}}}